{"cursor":"1984","size":15,"audio":[],"currentlang":"en","article":"\n'Substrate' is a solid (usually planar) substance onto which a layer of another\nsubstance is applied, and to which that second substance adheres. In solid-state\nelectronics, this term refers to a thin slice of material such as silicon,\nsilicon dioxide, aluminum oxide, sapphire, germanium, gallium arsenide (GaAs),\nan alloy of silicon and germanium, or indium phosphide (InP). These serve as the\nfoundation upon which electronic devices such as transistors, diodes, and\nespecially integrated circuits (ICs) are deposited.\n\nNote that a substrate in the field of electronics is either a semiconductor or\nan electrical insulator, depending on the fabrication process that is being\nused. For the cases in which an insulator such as silicon oxide or aluminum\noxide is used as the substrate, what happens next is the following. On top of\nthe oxide, a thin layer of semiconducting material, usually pure silicon. Next,\nusing the standard photographic processes repeatedly, transistors and diodes are\nfabricated in the semiconductor.\n\nThe advantage of this (more costly) fabrication process is that the oxide layer\ncan provide superior insulation between adjacent transistors. This process is\nespecially used for electronics which must withstand ionizing radiation, such as\nin space exploration missions through the Van Allen Radiation Belts; in military\nand naval systems which might have to withstand nuclear radiation; and in\ninstrumentation for nuclear reactors.\n\nIn the manufacture of ICs, the substrate material is usually formed into or cut\nout as thin discs called wafers, into which the individual electronic devices\n(transistors, etc.) are etched, deposited, or otherwise fabricated.\n","linknr":97,"url":"Substrate_(electronics)","recorded":1362477052,"links":12,"instances":["electrical","geometry","electronics"],"pdf":[],"categories":["Semiconductor material structures"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["plane","geometry"],["insulator","electrical"],["wafer","electronics"]],"members":["insulator","plane","wafer"],"related":["Plane_(geometry)","Solid-state_electronics","Silicon","Silicon_dioxide","Aluminum_oxide","Sapphire","Germanium","Gallium_arsenide","Alloy","Indium_phosphide","Transistor","Diode","Integrated_circuits","Semiconductor","Insulator_(electrical)","Ionizing_radiation","Space_exploration","Van_Allen_Radiation_Belt","Ionizing_radiation","Nuclear_reactor","Wafer_(electronics)","Electronic_device"]}